Gets ordinate dimension setting
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public OrdinateDimensionSetting GetOrdinateDimensionSetting()
  Visual Basic
Public Function GetOrdinateDimensionSetting As OrdinateDimensionSetting
  Visual C++
public:
OrdinateDimensionSetting^ GetOrdinateDimensionSetting()
 See Also
  DimensionType Class
  Autodesk.Revit.DB Namespace